Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Veröffentlichung von nicht herunterladbaren online-Reiseführern, -Landkarten, -Städteverzeichnissen und -Broschüren für Reisende
en: Publication of online guide books, travel maps, city directories and listings for use by travellers, not downloadable

source: Produktion von Audio-Masteraufnahmen
en: Production of audio master recordings

source: Durchführung von Filmfestivals
en: Conducting of film festivals

source: Produktion von Live-Unterhaltungsveranstaltungen
en: Production of live entertainment events

source: Produktion und Verleih von Lehr- und Unterrichtsmaterial
en: Production and rental of educational and instructional materials

source: Organisation von Kongressen und Konferenzen für kulturelle und Bildungszwecke
en: Organisation of congresses and conferences for cultural and educational purposes

source: Multimediaveröffentlichung von Zeitschriften, Journalen und Zeitungen
en: Multimedia publishing of magazines, journals and newspapers

source: Multimediaveröffentlichung von Druckerzeugnissen
en: Multimedia publishing of printed matter

source: Sprachaus- und Weiterbildungsdienstleistungen
en: Linguistic education and training services

source: Vermietung von Ton- und Videoaufzeichnungsgeräten
en: Rental of sound and video recording apparatus

source: Ausbildungs- und Schulungsdienstleistungen im Bereich Sport
en: Educational and training services relating to sport

source: Ausbildungs- und Schulungsdienstleistungen im Bereich Spiele
en: Educational and training services relating to games

source: Ausbildungs- und Schulungsdienstleistungen im Bereich Unternehmensverwaltung
en: Education and training services in relation to business management

source: Ausbildungs- und Schulungsdienstleistungen im Bereich Immobilienverwaltung
en: Education and training services in relation to real estate management

source: Organisation und Durchführung von Tutorien
en: Arranging and conducting of tutorials

source: Organisation und Führung von Diskussionsgruppen im Rahmen der Ausbildung, nicht online
en: Arranging and conducting of educational discussion groups, not on-line

source: Organisation und Durchführung von Unterhaltungsveranstaltungen
en: Arranging and conducting of meetings in the field of entertainment

source: Organisation und Durchführung von Bildungsveranstaltungen
en: Arranging and conducting of meetings in the field of education

source: Organisation und Durchführung von Tageskursen für Erwachsene
en: Arranging and conducting of day school courses for adults

source: Verfassen und Herausgabe von Texten [ausgenommen Werbetexte]
en: Writing and publishing of texts, other than publicity texts

source: Produktion von DVD- und Videofilmen
en: Video and DVD film production

source: Ausbildung im Bereich Computersoftwareentwicklung
en: Training services in the field of computer software development

source: Schulungen im Bereich Projektmanagement
en: Training services in the field of project management

source: Herausgabe von Hörbüchern
en: Publication of audio books

source: Zurverfügungstellen von Informationen, Kommentaren und Artikeln über Musik über Computernetzwerke
en: Providing information, commentary and articles in the field of music via computer networks

source: Ausbildung und Schulungen im Bereich Arbeitsmedizin und Arbeitssicherheit
en: Education and training services in the field of occupational health and safety

source: Unterhaltung mittels drahtlose Fernsehsendungen
en: Entertainment by means of wireless television broadcasts

source: Unterhaltungsdienstleistungen durch Künstler
en: Entertainment services provided by performing artists

source: Organisation und Durchführung von Konferenzen und Kongressen
en: Arranging and conducting of conferences and congresses

source: Organisation und Durchführung von Live-Veranstaltungen
en: Arranging and presenting of live performances

source: Vermieten von bespielten Datenträgern für Unterhaltungszwecke
en: Rental of recorded data carriers for entertainment purposes

source: Veröffentlichung von Ergebnissen klinischer Studien zu Arzneimittelpräparaten
en: Publication of the results of clinical trials for pharmaceutical preparations

source: Organisation und Durchführung von Wettbewerben [Unterricht oder Unterhaltung]
en: Arranging and conducting of competitions [education or entertainment]

source: Verleih von bespielten Magnetvideobändern für Sprachkurse
en: Rental of recorded magnetic videotapes for language training

source: Organisation von Bildungsveranstaltungen
en: Organisation of educational events

source: Organisation und Durchführung von Konferenzen, Kongressen und Symposien
en: Arranging and conducting of conferences, congresses and symposiums

source: Verleih von Aufnahmen oder bespielten magnetischen Audiobändern für Sprachkurse
en: Rental of records or recorded magnetic audio tapes for language training

source: Zurverfügungstellen von Multimedia-Unterhaltungsprogrammen über Fernsehen, Breitband-, kabellose und Onlinedienste
en: Provision of multimedia entertainment programs by television, broadband, wireless and on-line services

source: Zurverfügungstellen von Unterhaltungsinformationen mittels Fernsehen, Breitband-, kabellose und Onlinedienste
en: Provision of entertainment information via television, broadband, wireless and on-line services

source: Herausgabe von Texten und Bildern, auch in elektronischer Form, ausgenommen für Werbezwecke
en: Publication of texts and images, including in electronic form, except for advertising purposes

source: Herausgabe von Druckerzeugnissen auch in elektronischer Form, ausgenommen für Werbezwecke
en: Publication of printed matter, also in electronic form, except for advertising purposes

source: DVD- und CD-ROM-Filmproduktion
en: DVD and CD-ROM film production

source: Verfassen von Texten [mit Ausnahme von Werbetexten] für die Ausstrahlung mittels Teletextdienste
en: Writing of texts, other than publicity texts, for broadcast via teletext services

source: Ausbildung und Unterricht im Bereich Sport
en: Educational and instruction services relating to sport

source: Ausbildung und Unterricht im Bereich Kunst und Handwerk
en: Educational and instruction services relating to arts and crafts

source: Über das Internet zur Verfügung gestellte Beratungsleistungen im Bereich Unterhaltung
en: Consultancy services in the field of entertainment provided via the Internet

source: Beratungsdienstleistungen im Bereich Unterhaltung
en: Consultancy services in the field of entertainment

source: Veranstaltung, Durchführung und Organisation von Symposien
en: Arranging, conducting and organisation of symposiums

source: Vorbereitung, Durchführung und Organisation von Kongressen
en: Arranging, conducting and organisation of congresses

source: Vorbereitung, Durchführung und Organisation von Konferenzen
en: Arranging, conducting and organisation of conferences

source: Veranstaltung, Durchführung und Organisation von Konzerten
en: Arranging, conducting and organisation of concerts

source: Veranstaltung, Durchführung und Organisation von Seminaren
en: Arranging, conducting and organisation of seminars

source: Herausgabe von Druckerzeugnissen in elektronischer Form, ausgenommen Werbetexte
en: Publication of printed matter, other than publicity texts, in electronic form

source: Veröffentlichung von Texten auf CD-ROMs
en: Publication of texts in the form of CD-ROMs

source: Veröffentlichung von Texten auf elektronischen Medien
en: Publication of texts in the form of electronic media

source: Veröffentlichung von Druckereierzeugnissen, ausgenommen Werbetexte
en: Publication of printed matter, other than publicity texts

source: Zurverfügungstellen von Informationen über Unterhaltung und Unterhaltungsveranstaltungen über Online-Netzwerke und das Internet
en: Information about entertainment and entertainment events provided via online networks and the Internet

source: Zurverfügungstellen von Bildungs- und Unterhaltungsdienstleistungen für Kinder in Schulhorten
en: Provision of educational entertainment services for children in after school centers

source: Ausleihe von Zeitschriften und Zeitungen
en: Rental of newspapers and magazines

source: Übersetzungs- und Dolmetscherdienste
en: Interpretation and translation services

source: Organisation von Autorallyes, -touren und -rennen
en: Organisation of automobile rallies, tours and racing events

source: Veröffentlichung von digitaler Video-, Audio- und Multimediaunterhaltung
en: Digital video, audio and multimedia entertainment publishing services

source: Darbietung von Musikaufführungen
en: Presentation of musical performances

source: Veranstaltung von Führungen
en: Conducting guided tours

source: Organisation und Durchführung von pädagogischen Präsenzveranstaltungen
en: Arranging and conducting of in-person educational forums

source: Verfassen von Drehbüchern, ausgenommen für Werbezwecke
en: Scriptwriting, other than for advertising purposes

source: Verfassen von Texten
en: Writing of texts

source: Gesundheits- und Wellnesstraining
en: Health and wellness training

source: Organisation und Durchführung von Hochschulsportwettkämpfen
en: Organizing and conducting college sport competitions

source: Organisation und Durchführung von Meisterschaften und Wettkämpfen im Eisschnellauf
en: Organising and holding speed skating championships and competitions

source: Organisation und Durchführung von Meisterschaften und Wettkämpfen im Eiskunstlauf
en: Organising and holding figure skating championships and competitions

source: Ausbildung in Bezug auf die japanische Küche
en: Educational services relating to Japanese cuisine

source: Schulungs- und Ausbildungsdienstleistungen
en: Instructional and training services

source: Veröffentlichung von Prospekten
en: Publication of prospectuses

source: Weiterbildung
en: Further education

source: Organisation und Durchführung von Tagungen
en: Arranging and conducting of conventions

source: Leihbibliotheks- und Bibliotheksdienstleistungen
en: Lending library services and library services

source: Organisation und Durchführung von Vorträgen
en: Arranging and conducting of lectures

source: Platzreservierung für Unterhaltungsveranstaltungen
en: Booking of seats for entertainment events

source: Präsentation von Theateraufführungen
en: Presentation of theatrical performances

source: Organisation von Sprachschulung
en: Organisation of language tuition

source: Organisation und Durchführung von Ausstellungen für kulturelle oder Unterrichtszwecke
en: Organisation and holding of fairs for cultural or educational purposes

source: Online-Ticketbuchungsdienste für Unterhaltungszwecke
en: On-line ticket agency services for entertainment purposes

source: Vermietung von Movie-DVDs
en: Rental of movie DVDs

source: Bereitstellung von Online-Informationen über Computer- und Videospielstrategien
en: Providing online information on computer and video game strategies

source: Bereitstellen von interaktiven Online-Computerspielen
en: Providing on-line interactive computer games

source: Multimediasoftware-Veröffentlichungen für Unterhaltungszwecke
en: Multimedia entertainment software publishing services

source: Organisation von Seminaren und Tagungen auf dem Gebiet der Medizin
en: Organization of seminars and conventions in the field of medicine

source: Vermietung von Kulissen
en: Rental of theatre scenery

source: Unterhaltungsdienstleistungen in Form von interaktiven Fernsehprogrammen
en: Entertainment services in the nature of interactive television programmes

source: Unterhaltungsdienstleistungen in Form von Wettbewerben
en: Entertainment services in the nature of competitions

source: Unterhaltungsdienstleistungen in Form von Sportveranstaltungen
en: Entertainment services in the nature of sporting events

source: Unterhaltungsdienstleistungen in Form von Webcam-Fernsehprogrammen
en: Entertainment services in the nature of webcam television programmes

source: Erteilen von Auskünften in Bezug auf Sportveranstaltungen
en: Provision of information relating to sporting events

source: Bereitstellen von Auskünften in Bezug auf Sportler
en: Provision of information relating to sports persons

source: Erteilen von Auskünften in Bezug auf Filme
en: Provision of information relating to movies

source: Ausbildung in Bezug auf das Gaststättengewerbe
en: Training relating to the restaurant industry

source: Erstellung von Wandmalereien
en: Mural art painting services

source: Interaktive Online-Unterhaltung
en: Online interactive entertainment

source: Erteilen von Auskünften zu Kongressveranstaltungen
en: Providing information on congress events

source: Bildungsdienstleistungen im Gesundheitswesen
en: Educational services in the healthcare sector

source: Schulungen im Bereich medizinischer Störungen und deren Behandlung
en: Training services in the field of medical disorders and their treatment

source: Unterhaltungsdienstleistungen für passende Nutzer mit Computerspielen
en: Entertainment services for matching users with computer games

source: Bereitstellung von Online-Informationen in Bezug auf Spielenutzer
en: Provision of online information relating to game players

source: Bereitstellung von Online-Informationen in Bezug auf Audio- und visuelle Medien
en: Provision of online information relating to audio and visual media

source: Durchführung von Bildungs-Workshops im Bereich Geschäftsführung
en: Conducting educational workshops in the field of business

source: Unterhaltungsdienstleistungen für passende Nutzer mit Ton- und Videoaufzeichnungen
en: Entertainment services for matching users with audio and video recordings

source: Auskünfte in Bezug auf kulturelle Aktivitäten
en: Information relating to cultural activities

source: Online-Glücksspiele
en: On-line gambling services

source: Durchführung von Glückspielen für mehrere Spieler
en: Conducting multiple player games of chance

source: Entwicklung von Lehrgängen und Prüfungen
en: Development of educational courses and examinations

source: Beratung in Bezug auf die Entwicklung von Ausbildungskursen
en: Consultancy services relating to the development of training courses

source: Bereitstellung von Freizeitbereichen in Form von Spielplätzen für Haustiere
en: Providing recreational areas in the nature of play areas for pets

source: Durchführung von Online-Schulungen in Bezug auf Diäten
en: Conducting training courses relating to diet online

source: Durchführung von Ernährungsschulungen über das Internet
en: Conducting training courses relating to nutrition online

source: Erteilen von Auskünften zu Fitnesstrainings über ein Online-Portal
en: Provision of information on fitness training via an online portal

source: Audio-, Video- und Multimediaproduktionen sowie Fotografieren
en: Audio, video and multimedia production, and photography

source: Bildung, Erziehung und Unterricht
en: Education and instruction services

source: Über Computernetzwerke online bereitgestellte Virtual-Reality-Spiel-Dienstleistungen
en: Virtual reality game services provided on-line from a computer network

source: Organisation von elektronischen Spielwettbewerben
en: Organization of electronic game competitions

source: Organisation von E-Sport-Wettbewerben
en: Organisation of e-sports competitions

source: Verleihung von Bildungszertifikaten
en: Awarding of educational certificates

source: Entwicklung von Filmformaten
en: Development of formats for films

source: Entwicklung von Fernsehprogramm-Formaten
en: Development of formats for television programmes

source: Erteilung von Auskünften über Boxkampfergebnisse
en: Providing information about boxing match results

source: Bereitstellung von Informationen über Kampfsportergebnisse
en: Providing information about martial arts match results

source: Beratung auf dem Gebiet des Umweltschutzes
en: Consultation in environment protection

source: Beratungsdienste in Bezug auf Computerhardware
en: Consultation services relating to computer hardware

source: Schreiben von Computersoftware
en: Writing of computer software

source: Erkundung von Mineralien
en: Mineral exploration services

source: Biologische Analysen
en: Biological analysis

source: Installation, Reparatur und Wartung von Rechnersoftware
en: Installation, repair and maintenance of computer software

source: Entwurf von Logos für T-Shirts
en: Design of logos for t-shirts

source: Entwurf von Modellen
en: Design of models

source: Design von Kraftfahrzeugen
en: Design of motor vehicles

source: Erstellung von Gutachten bezüglich Architektur
en: Preparation of reports relating to architecture

source: Erstellung technischer Baugutachten
en: Preparation of reports relating to design

source: Entwicklung von Computerhardware
en: Computer hardware development

source: Konzeption von Software für die digitale Signalverarbeitung
en: Design of software for digital signal processing

source: Entwicklung von Software für die digitale Signalverarbeitung
en: Development of softwarefor digital signal processing

source: Design von Computern für Dritte
en: Design of computers for others

source: Prüfung von Lösungsmitteln
en: Solvent testing services

source: Entwicklung von Systemen für die Datenverarbeitung
en: Development of systems for the processing of data

source: Vermietung und Pflege von Computersoftware
en: Rental and maintenance of computer software

source: Vermietung von Computersoftware und -programmen
en: Rental of computer software and programs

source: Beratungsdienste bezüglich Computersoftware zum Drucken
en: Advisory services relating to computer software used for printing

source: Design von Glas und Glaswaren
en: Design of glass and of glass products

source: Entwurf von Hotels
en: Design of hotels

source: Entwurf von Anlagen für die Biotechnologiebranche
en: Design services relating to plant for the biotechnology industry

source: Design von Läden
en: Design of shops

source: Untersuchung von geschweißten Erzeugnissen zur Bestimmung der Qualität
en: Examination of welded fabrications to determine soundness

source: Fachliche Beratungsdienste im Zusammenhang mit Computernetzwerken
en: Expert consultancy services in connection with computing networks

source: Illustration [Designdienstleistungen]
en: Illustration services (design)

source: Vermietung von Computersoftware zum Lesen eines Datenflusses
en: Leasing of computer software for reading a data stream

source: Ingenieurtechnische Dienstleistungen auf dem Gebiet der Erzeugung von Strom und Erdgas
en: Engineering services in the field of electrical power and natural gas production

source: Digitale Kompression von Computerdaten
en: Digital compression of computer data

source: Entwicklung von Beschichtungen für Metalle
en: Development of coatings for metals

source: Entwicklung von Beschichtungen für Nichtmetalle
en: Development of coatings for non-metals

source: Entwicklung von Messsonden für biotechnologische Anwendungen
en: Development of measuring probes for biotechnological applications

source: Entwerfen, Zeichnen und auftragsgebundenes Schreiben von Computersoftware
en: Design, drawing and commissioned writing of computer software

source: Technische Planung und Beratung
en: Engineering design and consultancy

source: Website-Hosting im Internet
en: Hosting websites on the Internet

source: Softwaredesign und -entwicklung
en: Software design and development

source: Beratung bezüglich Biotechnologie
en: Consultancy relating to biotechnology

source: Beratungsdienstleistungen bezüglich Umweltplanung
en: Consultancy services relating to environmental planning

source: Technische Beratung bezüglich des Brandschutzes
en: Technical advice relating to fire prevention

source: Zurverfügungstellung von nicht herunterladbarer Software zur Verfolgung von Paketen über Computernetzwerke, Intranets und das Internet zur zeitweiligen Nutzung
en: Providing temporary use of non-downloadable computer software for tracking packages over computer networks, intranets and the internet

source: Bereitstellung von Online-Supportleistungen für Nutzer von Computerprogrammen
en: Provision of on-line support services for computer program users

source: Bereitstellung von Sicherheitsdiensten für Computernetze, Computerzugang und computergestützte Transaktionen
en: Provision of security services for computer networks, computer access and computerised transactions

source: Produktdesign und -entwicklung
en: Product design and development

source: Forschung in Bezug auf die computergestützte Automatisierung von technischen Prozessen
en: Research relating to the computerised automation of technical processes

source: Kundenspezifische Softwareanpassung
en: Software customisation services

source: Biomedizinische Forschung
en: Biomedical research services

source: Architektonische Entwürfe für die Außengestaltung
en: Architectural design for exterior decoration

source: Fachliche Beratung in Bezug auf die Softwareerstellung
en: Professional consultancy services relating to computer programming

source: Ultraschallüberprüfung von Kernbrennstoffstäben
en: Ultrasonic testing of nuclear fuel rods

source: Computergestützte Gestaltungsdienstleistungen bezüglich Architektur
en: Computer aided design services relating to architecture

source: Benutzbarkeitsprüfung von Websites
en: Website usability testing services

source: Entwicklung von Technologien zum Schutz elektronischer Netzwerke
en: Development of technologies for the protection of electronic networks

source: Erforschung und Entwicklung von Impfstoffen und Medikamenten
en: Research and development of vaccines and medicines

source: Designdienstleistungen für Computerprogramme
en: Design services for computer programs

source: Design von Anzeigesystemen zu Präsentationszwecken
en: Design services for display systems for presentation purposes

source: Entwurf von Computerspezifikationen
en: Computer specification design

source: Entwicklung von Internetplattformen für den elektronischen Handel
en: Constructing an internet platform for electronic commerce

source: Beratung auf dem Gebiet der Physik
en: Consultation in the field of physics

source: Erteilung geographischer Auskünfte
en: Provision of geographical information

source: Webseitenentwicklung für Dritte
en: Website development for others

source: Analysedienstleistungen bezüglich der Bestimmung der chemischen Inhaltsstoffe in Flüssigkeiten
en: Analytical services relating to the determination of the chemical content of liquids

source: Analysedienstleistungen bezüglich der Erkundung von Erdölfeldern
en: Analytical services relating to the exploration of oil fields

source: Erteilung von Auskünften zum Thema wissenschaftliche Forschung auf dem Gebiet der Biochemie und Biotechnologie
en: Information on the subject of scientific research in the field of biochemistry and biotechnology

source: Erteilung von wissenschaftlichen Auskünften über Chemikalien
en: Provision of scientific information relating to chemicals

source: Beratungsdienste bezüglich der Verwendung von Computersoftware
en: Advisory services relating to the use of computer software

source: Messung der Partikelmenge in der Luft
en: Air flow particle counting services

source: Durchführung chemischer Analysen für gemmologische Analysezwecke
en: Chemical analysis services for use in gemological analysis

source: Überwachung industrieller Abläufe
en: Services for monitoring industrial processes

source: Prüfung von Nuklearmaterial
en: Testing of nuclear material

source: Gestaltung, Konzeption und Pflege von Websites
en: Creating, designing and maintaining web sites

source: Vermietung von Computeranlagen
en: Leasing computer facilities

source: Hydrologische Forschung
en: Hydrological research
